{
  "data": [
    {
      "id": "0",
      "Title": "Freshcut.gg",
      "Description": "Established a long term contract with Freshcut.gg to Help build a scalable solution capable of handling 50K+ Simultaneous users streaming short form content. This included virtual currency that partners could use to cash-out for real money. I was also in charge of the video recommendation system and built an anomaly detection system to identify fraudulent users",
      "Gif": "https://res.cloudinary.com/dm2o9jrso/image/upload/f_auto,q_auto/v1/IDXStudios/Images/j8gckugqmvqhu6zzwvx6",
      "Video": null,
      "Status": "Completed",
      "Url": "https://freshcut.gg"
    },
    {
      "id": "1",
      "Title": "Research TV",
      "Description": "Client had requested a 70s feel theme to the website with the ability to add and update content without the need of a developer. This was created using wordpress and a custom theme, allowing the client to update almost all aspects of the website. The client was quite pleased with the final product and had used it for a few years before deciding to move on to a new website.",
      "Gif": "https://res.cloudinary.com/dm2o9jrso/image/upload/f_webp/q_auto/v1/IDXStudios/Images/dcdsgpjrdktmbiynhvyy",
      "CloudinaryImage": "IDXStudios/Images/dcdsgpjrdktmbiynhvyy",
      "Video": null,
      "Status": "Completed",
      "Url": "https://staticrtv.idxstudios.ca/"
    },
    {
      "id": "2",
      "Title": "Nymphs Notes",
      "Description": "Client had requested a blog website, something with little to no cost to host and maintain. This was a simple website using a free theme with a few customizations. The client was quite pleased with the final product.",
      "Gif": "https://res.cloudinary.com/dm2o9jrso/image/upload/f_webp/q_auto/v1/IDXStudios/Images/ebtkmqs92ez9g4y9aqxj",
      "CloudinaryImage": "IDXStudios/Images/ebtkmqs92ez9g4y9aqxj",
      "Video": null,
      "Status": "Completed",
      "Url": "https://nymphsnotes.com/"
    },
    {
      "id": "3",
      "Title": "Forebear",
      "Description": "Currently working on a contract with a film production company, Sheba Films. Currently leading the development of a is a rogue-like, deck-building game that uniquely intertwines indigenous culture with engaging gameplay. As you traverse a world shaped by Ojibway and Cree folklore, you'll learn language and traditions organically through play. Featuring a procedurally-generated map and strategic card mechanics, every choice impacts your journey through rich narratives and authentic cultural encounters. Designed for desktop with expansions to mobile and consoles planned, this game offers a profound experience that educates, entertains, and enlightens—making indigenous heritage accessible to gamers everywhere. Built in Unity",
      "Gif": null,
      "Video": "Forebear/Images/kovr3gdw7vi0bhjzqcz0",
      "Status": "In Progress",
      "Url": "https://forebear.idxstudios.ca/"
    },
    {
      "id": "4",
      "Title": "Work Stable",
      "Description": "A personal project I am working on. This is a SaaS that uses ML to help people find work and help job seekers find employment only bringing forward jobs that best match their skill-set and preferences. This is currently in progress and will be updated as the project progresses.",
      "Gif": "https://placehold.co/1920x1080/000000/2b2a29/webp?text=Work+Stable",
      "Video": null,
      "Status": "In Progress",
      "Url": "/projects/workstable"
    },
    {
      "id": "5",
      "Title": "TeStress",
      "Description": "This is a personal project I am working on. This is a horror video game using Unreal Engine 5 and Blender. This is currently in progress and will be updated as the project progresses.",
      "Gif": "https://res.cloudinary.com/dm2o9jrso/image/upload/f_webp/q_auto/v1/IDXStudios/Images/hl4nhtnndzo0ctxbnhtr",
      "CloudinaryImage": "IDXStudios/Images/hl4nhtnndzo0ctxbnhtr",
      "Video": null,
      "Status": "In Progress",
      "Url": "/projects/testress"
    },
    {
      "id": "6",
      "Title": "Froot Floofs",
      "Description": "A mobile puzzle game with a twist. This is a personal project I am working on. This is currently in progress and will be updated as the project progresses.",
      "Gif": "https://res.cloudinary.com/dm2o9jrso/image/upload/f_auto,q_auto/v1/IDXStudios/Images/nxw0jpng0x4cykh7lkxs",
      "Video": null,
      "Status": "Planned",
      "Url": "/projects/frootfloofs"
    },
    {
      "id": "7",
        "Title": "Good Animals LLC Game",
        "Description": "A Contract I am working on finalizing with a client. This is a battle arena game with a unique twist to the genre. This is currently in progress and will be updated as the project progresses.",
        "Gif": "https://placehold.co/1920x1080/000000/2b2a29/webp?text=Good+Animals+LLC+Game",
        "Video": null,
        "Status": "In Progress",
        "Url": "https://goodanimalgames.com/"
    },
    {
      "id": "8",
      "Title": "Nymphs Nook",
      "Description": "This is a website I am currently working on for a client. The client had requested a e-commerce website with customizations to the regular web-store. Currently this will be using shopify API to handle the store and inventory. Using Hydrogen as the front-end framework and a custom theme, I am able to create a unique experience for the client and their customers. This is currently in progress and will be updated as the project progresses.",
      "Gif": "https://res.cloudinary.com/dm2o9jrso/image/upload/f_webp/q_auto/v1/IDXStudios/Images/kpvkipruyq4py0u2cqoe",
      "CloudinaryImage": "IDXStudios/Images/kpvkipruyq4py0u2cqoe",
      "Video": null,
      "Status": "In Progress",
      "Url": "https://testing.nymphsnook.com/"
    },
    {
      "id": "9",
      "Title": "ImagiNation",
      "Description": "A personal project to create a way to help people come up with unique ideas for any type of project. Currently on hold until I can find more time to work on it.",
      "Gif": "https://placehold.co/1920x1080/000000/2b2a29/webp?text=ImagiNation",
      "Video": null,
      "Status": "On Hold",
      "Url": "/projects/imagination"
    }
  ]
}
