{
  "data": [
    {
      "id": "1",
      "Title": "Research TV",
      "Description": "Client had requested a 70s feel theme to the website with the ability to add and update content without the need of a developer. This was created using wordpress and a custom theme, allowing the client to update almost all aspects of the website. The client was quite pleased with the final product and had used it for a few years before deciding to move on to a new website.",
      "Gif": "/images/ResearchTV.png",
      "Video": null,
      "Status": "Completed",
      "Url": "https://staticrtv.idxstudios.ca/"
    },
    {
      "id": "2",
      "Title": "Nymphs Notes",
      "Description": "Client had requested a blog website, something with little to no cost to host and maintain. This was a simple website using a free theme with a few customizations. The client was quite pleased with the final product.",
      "Gif": "/images/NymphsNotes.png",
      "Video": null,
      "Status": "Completed",
      "Url": "https://nymphsnotes.com/"
    },
    {
      "id": "3",
      "Title": "Nymphs Nook",
      "Description": "This is a website I am currently working on for a client. The client had requested a e-commerce website with customizations to the regular web-store. Currently this will be using shopify API to handle the store and inventory. Using Hydrogen as the front-end framework and a custom theme, I am able to create a unique experience for the client and their customers. This is currently in progress and will be updated as the project progresses.",
      "Gif": "/images/NymphsNook.png",
      "Video": null,
      "Status": "In Progress",
      "Url": "https://testing.nymphsnook.com/"
    },
    {
      "id": "4",
      "Title": "TeStress",
      "Description": "This is a personal project I am working on. This is a horror video game using Unreal Engine 5 and Blender. This is currently in progress and will be updated as the project progresses.",
      "Gif": "https://placehold.co/1920x1080/000000/2b2a29/png?text=TeStress",
      "Video": null,
      "Status": "In Progress",
      "Url": "/testress"
    },
    {
      "id": "5",
        "Title": "Good Animals LLC Game",
        "Description": "A Contract I am working on finalizing with a client. This is a battle arena game with a unique twist to the genre. This is currently in progress and will be updated as the project progresses.",
        "Gif": "https://placehold.co/1920x1080/000000/2b2a29/png?text=Good+Animals+LLC+Game",
        "Video": null,
        "Status": "In Progress",
        "Url": "/goodanimalsllcgame"
    },
    {
      "id": "6",
      "Title": "Good Animals LLC Website",
      "Description": "A Contract I am working on finalizing with a client. This is a website for the company to showcase their games and other projects. This is currently in progress and will be updated as the project progresses.",
      "Gif": "https://placehold.co/1920x1080/000000/2b2a29/png?text=Good+Animals+LLC+Website",
      "Video": null,
      "Status": "In Progress",
      "Url": "/goodanimalsllcwebsite"
    },
    {
      "id": "7",
      "Title": "Froot Floofs",
      "Description": "A mobile puzzle game with a twist. This is a personal project I am working on. This is currently in progress and will be updated as the project progresses.",
      "Gif": "https://placehold.co/1920x1080/000000/2b2a29/png?text=Froot+Floofs",
      "Video": null,
      "Status": "Planned",
      "Url": "/frootfloofs"
    },
    {
      "id": "8",
        "Title": "ImagiNation",
        "Description": "A personal project to create a way to help people come up with unique ideas for any type of project. Currently on hold until I can find more time to work on it.",
        "Gif": "https://placehold.co/1920x1080/000000/2b2a29/png?text=ImagiNation",
        "Video": null,
        "Status": "On Hold",
        "Url": "/imagination"
    }
  ]
}
